Repository: yanun0323/RARExtractor
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hant

# action.chooseAnother
source: Choose Another RAR…
zh_hant: 選擇其他 RAR…

# action.close
source: Close
zh_hant: 關閉

# action.extract
source: Extract
zh_hant: 解壓縮

# command.checkForUpdates
source: Check for Updates…
zh_hant: 檢查更新…

# command.openRAR
source: Open RAR…
zh_hant: 開啟 RAR…

# error.access
source: Unable to access the RAR archive.
zh_hant: 無法存取 RAR 壓縮檔。

# error.badArchive
source: The RAR archive is damaged or unsupported.
zh_hant: RAR 壓縮檔已損壞，或 app 不支援此檔案。

# error.badPassword
source: The password is incorrect.
zh_hant: 密碼不正確。

# error.cancelled
source: Extraction was canceled.
zh_hant: 解壓縮已取消。

# error.finderOutput
source: Unable to return the extracted files to Finder.
zh_hant: 無法將解壓縮檔案傳回 Finder。

# error.generic
source: Unable to extract the RAR archive.
zh_hant: 無法解壓縮 RAR 壓縮檔。

# error.missingVolume
source: A RAR volume is missing.
zh_hant: 缺少 RAR 分割檔案。

# error.noFinderInput
source: Finder did not provide a RAR archive.
zh_hant: Finder 未提供 RAR 壓縮檔。

# error.notRAR
source: Select a file with the .rar extension.
zh_hant: 請選擇副檔名為 .rar 的檔案。

# error.openFailed
source: Unable to open the RAR archive.
zh_hant: 無法開啟 RAR 壓縮檔。

# error.passwordRequired
source: Enter the archive password.
zh_hant: 請輸入壓縮檔密碼。

# error.resourceLimit
source: The RAR archive is too large to extract safely.
zh_hant: RAR 壓縮檔過大，無法安全解壓縮。

# error.title
source: Unable to Extract
zh_hant: 無法解壓縮

# error.unsafeEntry
source: The RAR archive contains an unsafe item.
zh_hant: RAR 壓縮檔包含不安全的項目。

# error.workerConnection
source: The extraction service stopped.
zh_hant: 解壓縮服務已停止。

# error.workerData
source: Unable to read the archive information.
zh_hant: 無法讀取壓縮檔資訊。

# error.writeFailed
source: Unable to write next to the RAR archive.
zh_hant: 無法在 RAR 壓縮檔旁寫入檔案。

# password.accessibilityLabel
source: Password
zh_hant: 密碼

# password.incorrect
source: Incorrect password
zh_hant: 密碼不正確

# password.placeholder
source: Password
zh_hant: 密碼

# progress.accessibilityLabel
source: Extraction progress
zh_hant: 解壓縮進度
